Repository: common-repository/wp-greet
Catalog: lang/wp-greet-*_formal.po
Languages: de_de

source: Galleries
de_de: Galerien

source: Security
de_de: Sicherheit

source: Logging
de_de: Sendeprotokoll

source: No gallery plugin selected.
de_de: Kein Galerie - Plugin ausgewählt.

source: Settings successfully updated
de_de: Einstellungen erfolgreich ge&auml;ndert

source: Active
de_de: Aktiv

source: Save
de_de: Speichern

source: Greetcard Log
de_de: Grußkarten - Log

source: Show all
de_de: Alle anzeigen.

source: Lines per Page:
de_de: Zeilen pro Seite:

source: No.
de_de: Nr.

source: Date/Time
de_de: Datum/Zeit

source: From
de_de: Von

source: To
de_de: An

source: Image
de_de: Bild

source: IP-Adress
de_de: IP-Adresse

source: Message
de_de: Mitteilung

source: Clear Log
de_de: Log löschen

source: Mailreturnpath is not valid (wrong format or no MX entry for domain).
de_de: Mailreturn-Pfad ist ung&uuml;ltig (falsches Format oder kein MX-Eintrag f&uuml;r die Domain).

source: Static Sender email address is not valid (wrong format or no MX entry for domain).
de_de: Die Statische Absenderadresse ist ung&uuml;ltig (falsches Format oder kein MX-Eintrag f&uuml;r die Domain).

source: BCC (blind copy) email address is not valid (wrong format or no MX entry for domain).
de_de: Bcc-Adresse ist ung&uuml;ltig (falsches Format oder kein MX-Eintrag f&uuml;r die Domain).

source: Static From-Address email address is not valid (wrong format or no MX entry for domain).
de_de: From-Adresse ist ung&uuml;ltig (falsches Format oder kein MX-Eintrag f&uuml;r die Domain).

source: Reply-To email address is not valid (wrong format or no MX entry for domain).
de_de: Reply-To-Adresse ist ung&uuml;ltig (falsches Format oder kein MX-Eintrag f&uuml;r die Domain).

source: You have to change a field to update settings.
de_de: Sie müssen mindestens ein Feld &auml;ndern, um ein Update der Einstellungen durchzuf&uuml;hren.

source: wp-greet Mail-Settings
de_de: wp-greet Mail Einstellungen

source: Mailtransfermethod
de_de: Mailübertragungsmethode

source: SMTP Port (default:25)
de_de: SMTP Port (Standard: 25)

source: SMTP use SSL?
de_de: SMTP mit SSL verwenden?

source: SMTP Password
de_de: SMTP Passwort

source: Send mage inline
de_de: Bild inline senden

source: Static Sender-Address
de_de: Statische Absenderadresse

source: Will be sent as MAIL FROM, instead of the Sender-EMail from the form.
de_de: Diese Adresse wird als MAIL FROM an Stelle der Sender-eMail aus dem Formular verwendet.

source: Static From-Address
de_de: Statische From-Adresse

source: Will be used as From-Address, instead of the Sender-EMail from the form.
de_de: Diese Adresse wird als From-Adresse an Stelle der Sender-eMail aus dem Formular verwendet.

source: Static From-Name
de_de: Statischer From-Name

source: Will be used as From-Name, instead of the Sender-Name from the form.
de_de: Dieser Name wird From-Name an Stelle des Sender-Namens aus dem Formular verwendet.

source: Send Bcc to
de_de: Bcc-Kopie senden an

source: Mails will be sent to this address as blind copy.
de_de: Die Mails werden in Blindkopie an diese Adresse geschickt.

source: Static Reply-To-Address
de_de: Statische Reply-To-Adresse

source: Will be used as Reply-To-Address, instead of the Sender-EMail from the form.
de_de: Diese Adresse wird als Reply-To Adresse an Stelle der Sender-Adresse aus dem Formular verwendet.

source: Mailreturnpath
de_de: Mailreturn-Pfad

source: If set will add an extra mail header setting the return-path (deprecated in PHPMailer class).
de_de: Diese Adresse wird als Return-Path dem Mailheader hinzugefügt (gilt als überholt in PHPMailer class)

source: Default mail header
de_de: Standard Mail-Header

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name, %link% for generated link, %duration% for time the link is valid
de_de: HTML erlaubt, verwende %sender% für den Namen des Absenders, %sendermail% für die eMail-Adresse des Absenders, %receiver% Name des Empfängers, %link% für den generierten Link, %duration% für die Gültigkeitsdauer des Links

source: Default mail footer
de_de: Standard Mail-Footer

source: Update options
de_de: Optionen aktualisieren

source: Deleting active wp-greet events...
de_de: Lösche geplante wp-greet Ereignisse...

source: done.
de_de: fertig.

source: Reschedule future cards...
de_de: Plane zukünftige Karten neu ein...

source: Reschedule Future Cards
de_de: Zukünftige Karten reorganisieren

source: Close
de_de: Schließen

source: Captcha plugin not found.
de_de: Das Captcha-Plugin wurde nicht gefunden.

source: wp-greet Security - Setup
de_de: wp-greet Sicherheitseinstellungen

source: Spam protection
de_de: Spamschutz

source: none
de_de: keinen

source: Minimum role to send card
de_de: Mindest-Benutzerstatus zum <br />Versenden einer Karte

source: Everyone
de_de: Jeder

source: Enable Terms of Usage display and check
de_de: Aktiviere die Anzeige und Überprüfung der Nutzungsbedingungen

source: Label for Terms of usage
de_de: Label für Nutzungsbedingungen

source: HTML is allowed. Leave empty for default.
de_de: HTML erlaubt. Leer lassen für Standardwert.

source: Terms of usage
de_de: Nutzungsbedingungen

source: HTML is allowed
de_de: HTML erlaubt

source: Use mail to verify sender address
de_de: Bestätigungsmailverfahren

source: Verification mail text
de_de: Bestätigungsmailtext

source: Link valid time (hours)
de_de: Gültigkeitsdauer (Stunden)

source: 0 means confirmation-link will never expire
de_de: 0 um den Bestätigungslink niemals ablaufen zu lassen

source: Confirmation mail to sender
de_de: Abholbestätigung versenden

source: Confirmation mail text
de_de: Abholbestätigungsmailtext

source: Mandatory fields
de_de: Pflichtfelder

source: Sendername
de_de: Absendername

source: Sender
de_de: Absenderemail

source: Recipientname
de_de: Empf&auml;ngername

source: Recipient
de_de: Empf&auml;ngeremail

source: Subject
de_de: Betreff

source: imagewidth not in range (0..3200).
de_de: Die Bildbreite ist nicht im zul&auml;ssigen Bereich (0..3200).

source: Cards will be removed before fetch interval expires (Number of days an online card can be fetched > Number of days card entries are stored)
de_de: Die Karten werden gelöscht bevor die Abholfrist endet (Anzahl Tage für Kartenaholung > Anzahl Tage zum Speichern der Karteneinträge)

source: Reschedule future cards
de_de: Zukünftige Karten reorganisieren

source: Gallery-Plugin
de_de: Galerie-Plugin

source: Use external link from WordPress media
de_de: Verwende den externen Link aus der WordPress Mediathek

source: Use NGG/NCG data for image description
de_de: Verwende NGG Bildinformationen

source: Form-Post/Page
de_de: Formular Seite

source: Fixed image width
de_de: Feste Bildbreite

source: Use informations from profile
de_de: Profil-Informationen verwenden

source: Allow more than one recipient
de_de: Mehrere Empfänger erlauben

source: Allow Bcc for multiple recipients
de_de: Erlaube Versand als Blindcopy für mehrere Empfänger

source: Allow sending cards in the future
de_de: Erlaube zeitversetztes Senden

source: Use TinyMCE editor
de_de: Verwende den TinyMCe Editor (WYSIWYG)

source: Enable Smileys on greetcard form
de_de: Aktiviere Smileys für Grußkarten

source: Default mail subject
de_de: Standard Betreff

source: Offer 'send again'-link
de_de: Zeige 'Nochmal senden' Link

source: Message to display when a card has been sent or scheduled
de_de: Hinweis, der nach dem Versand einer Karte angezeigt wird

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name
de_de: HTML erlaubt, verwende %sender% für den Namen des Absenders, %sendermail% für die eMail-Adresse des Absenders, %receiver% Name des Empfängers

source: Message to display when a confirmation mail has been sent
de_de: Hinweis, der nach dem Versand einer Bestätigungsmail angezeigt wird

source: Fetch cards online
de_de: Karten online abholen

source: Number of days an online card can be fetched
de_de: Anzahl Tage für Kartenabholung

source: Online card HTML mail text
de_de: Online-Karte HTML Mailtext

source: offer different stamps from the stamps directory
de_de: Briefmarken aus dem stamps - Verzeichnis anbieten

source: offer BuddyPress group logo as stamp
de_de: BuddyPress Gruppen Avatar als Briefmarke zulassen

source: for BuddyPress group admin only
de_de: nur für BuddyPress Gruppenadministratoren

source: Add stamp image
de_de: Briefmarkenbild

source: Stampwidth in % of imagewidth
de_de: Briefmarkenbreite in % der Bildbreite

source: enable background music for cards
de_de: Hintergrundmusik aktivieren

source: enable logging
de_de: Logging aktivieren (Statistik)

source: Number of days log entries are stored
de_de: Anzahl Tage zum Speichern der Log-Einträge

source: Number of days card entries are stored
de_de: Anzahl Tage zum Speichern der Karteneinträge

source: disable wp-greet css rules
de_de: wp-greet Standard CSS Regeln nicht laden

source: Add to Cart
de_de: In den Warenkorb

source: Send
de_de: Senden

source: Your verification code is invalid.
de_de: Der Bestätigungscode ist ungültig.

source: Please send a new card at
de_de: Bitte versende eine neue Karte unter

source: Your greeting card has already been sent.
de_de: Die Grusskarte wurde bereits verschickt.

source: Your confirmation link is timedout.
de_de: Der Bestätigungscode ist abgelaufen.

source: You are not permitted to send greeting cards.
de_de: Sie haben keine ausreichenden Berechtigungen zum Senden einer Gru&szlig;karte.

source: Please contact you WordPress Administrator.
de_de: Bitte kontaktiere den WordPress-Administrator.

source: Preview
de_de: Vorschau

source: Please fill in mandatory field
de_de: Bitte füllen Sie die Pflichtfelder

source: Invalid sender mail address.
de_de: Ung&uuml;ltige Absenderadresse.

source: Invalid recipient mail address.
de_de: Ung&uuml;ltige Empf&auml;ngeradresse.

source: Spamprotection - Code is not valid.<br />
de_de: Spamschutz - Ungültige Eingabe.<br />

source: Please try again.<br />Tip: If you cannot identify the chars, you can generate a new image. Using Reload.
de_de: Bitte versuchen Sie es noch einmal:<br />Tipp: Wenn Sie die Zeichen nicht erkennen, dann generieren Sie sich bitte ein neues Bild, indem Sie die Seite nochmal laden.

source: Please try again.
de_de: Bitte versuchen Sie es noch einmal.

source: Please accept the terms of usage before sending a greeting card.<br />
de_de: Bitte bestätigen Sie die Nutzungsbedingungen vor dem Versand einer Gru&szlig;karte

source: CC
de_de: Kopie

source: Edit
de_de: Ändern

source: Purchase
de_de: Spenden

source: Back
de_de: Zur&uuml;ck

source: You will be redirected to Paypal to complete your order. If you are not redirected to PayPal please click the Purchase button.
de_de: Sie werden jetzt zu PayPal weitergeleitet um die Transaktion abzuschließen. Wenn Sie nicht weitergeleitet werden, klicken Sie bitte auf Spenden.

source: Your greeting card has been sent.
de_de: Die Grusskarte wurde verschickt.

source: Your greeting card has been sent or scheduled.
de_de: Ihre Gru&szlig;karte wurde verschickt bzw. eingeplant.

source: Send this card to another recipient
de_de: Diese Karte an einen anderen Empfänger schicken

source: An error occured while sending your greeting card.
de_de: Ein Fehler ist beim Versenden der Karte aufgetreten.

source: Problem report
de_de: Fehlerbericht

source: A confirmation mail has been sent to your address.
de_de: Eine Bestätigungsmail wurde an Ihre eMail-Adresse versendet.

source: Please enter the link contained within the email into your browser and the greeting card will be sent.
de_de: Bitte geben Sie die Url / den Link aus der eMail in Ihrem Browser ein, um die Gru&szlig;karte zu versenden.

source: An error occured while sending the confirmation mail.
de_de: Ein Fehler ist beim Versenden der Bestätigungsemail aufgetreten.

source: Sender Name
de_de: Absendername

source: Sender Email
de_de: Absenderemail

source: Send confirmation to Sender
de_de: Abholbestätigung an Absender schicken

source: CC to Sender
de_de: Kopie an Absender

source: Recipient Name
de_de: Empf&auml;ngername

source: Recipient Email
de_de: Empf&auml;ngeremail

source: Send card as blindcopy
de_de: Karte als Blindkopie senden

source: Background Music
de_de: Hintergrundmusik

source: None
de_de: Keine

source: Time to send card
de_de: Versandzeitpunkt

source: Smileys
de_de: Smilies

source: Spamprotection:
de_de: Spamschutz:

source: Sum of
de_de: Die Summe von

source: I accept the terms of usage of the greeting card service
de_de: Ich akzeptiere die Nutzungsbedingungen des Gru&szlig;kartendienstes

source: (show)
de_de: (anzeigen)

source: Reset form
de_de: Felder leeren

source: Send a new card at
de_de: Bitte versenden Sie eine neue Karte unter

source: Your greetcard link is timed out.
de_de: Der Bestätigungscode ist abgelaufen.

source: Greeting Card Confirmation Mail
de_de: Grusskarten Bestätigungsmail

source: A Greeting Card for you
de_de: Eine Grußkarte für Dich

source: Your greeting card was received
de_de: Deine Grusskarte wurde abgeholt.

source: Stampimage not found - Please contact your administrator
de_de: Briefmarkenbild nicht gefunden - Bitte kontaktiere den Administrator.

source: wp-greet external link
de_de: wp-greet externer Link

source: If provided, wp-greet will link the image to this URL
de_de: Verlinke das Bild mit dieser URL in wp-greet

source: wp-greet open external link in new tab/window
de_de: Öffne externe Links in neuem Fenster/neuer Registerkarte

source: If checked external links will open in new tab/window
de_de: Öffne externe Links in neuem Fenster/neuer Registerkarte

source: Select a predefined stamp and its opacity
de_de: Briefmarke und Transparenz auswählen

source: Select BuddyPress groups to send mail to
de_de: BuddyPress Gruppen als Empfänger auswählen

source: Mandatory inputfields are marked with a
de_de: Pflichtfelder erkennt man am

source: Multiple adresses can be separated by comma
de_de: Mehrere Adressen durch Komma trennen

source: If you have a package code, enter it here
de_de: Gutscheincode eingeben

source: This card will be sent at
de_de: Diese Karte wird verschickt um
