Repository: common-repository/wp-greet
Catalog: lang/wp-greet-*.po
Languages: es_es, fr_fr, ru_ru

source: Galleries
es_es: Galerías
fr_fr: Galeries
ru_ru: Галереи

source: Security
es_es: Seguridad
fr_fr: Sécurité
ru_ru: Безопасность

source: Logging
es_es: Registro
fr_fr: Journal
ru_ru: Вход логином

source: No gallery plugin selected.
es_es: Ninguna galería plugin seleccionada.
fr_fr: Pas de galerie sélectionnée.
ru_ru: Нет выбранных плагинов галереи

source: Settings successfully updated
es_es: Ajustes guardados con éxito
fr_fr: Paramètres mis à jour.
ru_ru: Установки обнавлены успешно

source: Name
es_es: Nombre
fr_fr: Nom
ru_ru: Имя

source: Save
es_es: Guardar
fr_fr: Sauver
ru_ru: Сохранить

source: Greetcard Log
es_es: Registro de Postal
fr_fr: Journal des cartes virtuelles
ru_ru: Лог открыток

source: Show all
es_es: Muestra todo
fr_fr: Tour afficher
ru_ru: Показать все

source: Lines per Page:
es_es: Líneas por Página:
fr_fr: Lignes par page :
ru_ru: Линии на странице:

source: Date/Time
es_es: Fecha / Hora
fr_fr: Date / Heure
ru_ru: Дата/время

source: From
es_es: De
fr_fr: À partir de
ru_ru: От

source: To
es_es: Para
fr_fr: À
ru_ru: Кому

source: IP-Adress
es_es: Dirección IP
fr_fr: Adresse IP
ru_ru: IP-Адрес

source: Clear Log
es_es: Limpiar Registro
fr_fr: Effacer le log
ru_ru: Очистить лог

source: You have to change a field to update settings.
es_es: Debe cambiar un campo para actualizar los ajustes.
fr_fr: Vous devez modifier un champ afin de mettre à jour les paramètres.
ru_ru: Вы должны изменить поле, чтобы обновить установки.

source: Mailtransfermethod
es_es: Metodo Envío Mensaje
fr_fr: Méthode d'envoi
ru_ru: Метод отправки сообщении

source: Send Bcc to
es_es: Envia CCO a
fr_fr: Envoyer Bcc à
ru_ru: Отправить Bcc

source: Mailreturnpath
es_es: Routa Retorno Correo
fr_fr: Adresse de retour
ru_ru: Путь возврата сообщении

source: Default mail header
es_es: Encabezado del mensaje por defecto
fr_fr: En-tête du message par défaut
ru_ru: Верхний колонтитул сообщения по умолчанию

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name, %link% for generated link, %duration% for time the link is valid
es_es: HTML autorizado, utiliza %sender% para nombre del remitente, %sendermail% para dirección de correo del remitente, %receiver% para nombre del destinatario, %link% para el enlace generado, %duration% para el período de validez del enlace
fr_fr: HTML autorisé, utiliser %sender% pour le nom de l&#39;expéditeur, %sendermail% pour le courriel, %receiver% pour le nom du destinataire, %link% pour lien généré, %duration% pour le temps de validité du lien.
ru_ru: HTML разрешен, используйте %sender% как имя отправителя, %sendermail% как адрес эл. почты отправителя, %receiver% как имя получателя, %link% как сгенерированная ссылка, %duration% как время, в течении которого ссылка действительна

source: Default mail footer
es_es: Pie del mensaje por defecto
fr_fr: Pied du message par défaut
ru_ru: Нижний колонтитул сообщения по умолчанию

source: Update options
es_es: Guardar opciones
fr_fr: Mise à jour des options
ru_ru: Обновить параметры

source: Captcha plugin not found.
es_es: Plugin Captcha no encontrado.
fr_fr: plugin Captcha introuvable.
ru_ru: Плагин Капча не найден.

source: wp-greet Security - Setup
es_es: wp-greet Seguridad - Configuración
fr_fr: Configuration - Sécurité
ru_ru: безопасность wp-greet - установка

source: Spam protection
es_es: Protección antispam
fr_fr: Protection anti-Spam
ru_ru: Защита от спама

source: none
es_es: Ninguno
fr_fr: aucun
ru_ru: нет

source: Minimum role to send card
es_es: Rol mínimo para enviar postal
fr_fr: Qui peut envoyer des cartes virtuelles ?
ru_ru: Минимальное участие для отправки открытки

source: Everyone
es_es: Todos
fr_fr: Tout le monde
ru_ru: Все

source: Enable Terms of Usage display and check
es_es: Activa la visualización y validación de las condiciones de uso
fr_fr: Afficher les conditions d'utilisations et vérifier
ru_ru: Включитьпоказ и согласие с Условиями Пользования

source: Terms of usage
es_es: Condiciones de uso
fr_fr: Conditions d&#39;utilisation
ru_ru: Условия Пользования

source: HTML is allowed
es_es: HTML está autorizado
fr_fr: HTML est autorisé
ru_ru: HTML разрешен

source: Use mail to verify sender address
es_es: Usar mensaje correo para verificar dirección del remitente
fr_fr: Utiliser la messagerie pour vérifier l&#39;adresse de l&#39;expéditeur
ru_ru: Используйте письмо для верификации адреса отправителя

source: Verification mail text
es_es: Texto del mensaje de verificación
fr_fr: Texte de vérification de l'adresse courriel de l'expéditeur
ru_ru: Текс сообщения верификации

source: Link valid time (hours)
es_es: Período de validez del enlace (horas)
fr_fr: Lien valide pendant (en heures)
ru_ru: Время, когда ссылка действительна (Часы)

source: 0 means confirmation-link will never expire
es_es: 0 significa que el enlace de confirmación nunca expirará
fr_fr: 0 signifie que la confirmation du lien n&#39;expire jamais
ru_ru: 0 означает, что ссылка на подтверждение не иссякнет

source: Confirmation mail to sender
es_es: Correo Mensaje de confirmación para el remitente
fr_fr: Courriel de confirmation à l'expéditeur
ru_ru: Сообщение подтверждения отправителю

source: Confirmation mail text
es_es: Mensaje de confirmación
fr_fr: Texte confirmation du courriel
ru_ru: текст сообщения подтверждения

source: Mandatory fields
es_es: Campos obligatorios
fr_fr: Champs obligatoires
ru_ru: Обязательные поля

source: Sendername
es_es: DE: Tu Nombre
fr_fr: Nom de l'expéditeur
ru_ru: Имя отправителя

source: Sender
es_es: DE: Tu Em@il
fr_fr: Adresse courriel de l'expéditeur
ru_ru: Адрес отправителя

source: Recipientname
es_es: Nombre Destinatario
fr_fr: Nom du destinataire
ru_ru: Имя получателя

source: Recipient
es_es: Em@il Destinatario
fr_fr: Adresse courriel du destinataire
ru_ru: Адрес получателя

source: Subject
es_es: Asunto
fr_fr: Sujet
ru_ru: Тема

source: imagewidth not in range (0..3200).
es_es: Ancho de imagen fuera del rango (0..3200)
fr_fr: hauteur d'image hors de portée (0 .. 3200).
ru_ru: Ширина картинки выходит за рамки (0..3200)

source: Cards will be removed before fetch interval expires (Number of days an online card can be fetched > Number of days card entries are stored)
es_es: Las postales serán quitadas antes de que el intervalo de recogida expire (Número de días una postal en línea puede ser traída > Número de días entradas de las postales están almacenadas)
fr_fr: Les cartes seront supprimées après un certain intervalle de temps (Nombre de jours qu&#39;une carte en ligne peut être récupérée &gt; Nombre de jours pendant que les cartes sont stockées)
ru_ru: Открытки будут удалены до истечения периода доставки (Кол-во дней на доставку открыток > Кол-ва дней на хранение записей открыток)

source: wp-greet Setup
es_es: Configuración wp-greet
fr_fr: Réglage de wp-Greet
ru_ru: Установка wp-greet

source: Gallery-Plugin
es_es: Galería-Plugin
fr_fr: Gallerie-Plugin
ru_ru: Плагин галереи

source: Use external link from WordPress media
fr_fr: Utiliser les liens externes de Wordpress média

source: Use NGG/NCG data for image description
fr_fr: Utiliser le data NGG/NCG pour la description de l'image

source: Form-Post/Page
es_es: Formulario-Entrada/Página
fr_fr: Page ou Article contenant le formulaire
ru_ru: Страница/пост для формы

source: Fixed image width
es_es: Ancho fijo imagen
fr_fr: Largeur de l&#39;image fixe
ru_ru: Фиксированная ширина картинки

source: Use informations from profile
es_es: Utilizar informaciones del perfil
fr_fr: Utiliser les informations du profil
ru_ru: Использовать данные с профиля

source: Allow more than one recipient
es_es: Permite más de un destinatario
fr_fr: Permettre plus d'un destinataire
ru_ru: Разрешить более одного получателя

source: Allow sending cards in the future
es_es: Autorizar envió postal en el futuro
fr_fr: Permettre d'envoyer des cartes à une date ultérieure
ru_ru: Разрешить отправку открыток в будущем

source: Use TinyMCE editor
es_es: Usa TinyMCE editor
fr_fr: Utiliser l'éditeur TinyMCE

source: Enable Smileys on greetcard form
es_es: Activar Emoticones en formulario de la postal
fr_fr: Activer Emoticons sur le formulaire
ru_ru: Включить смайлики на форме отправки открыток

source: Default mail subject
es_es: Asunto del mensaje por defecto
fr_fr: Sujet du message par défaut
ru_ru: Тема сообщения по умолчанию

source: Offer 'send again'-link
es_es: Ofrece 'send again'-enlace
fr_fr: Permettre le lien de 'envoyer de nouveau'
ru_ru: Предложить ссылку "отправить еще раз"

source: Fetch cards online
es_es: Postales en línea recogidas
fr_fr: Récupération de la carte en ligne (sur le site web)
ru_ru: Доставить открытку онлайн

source: Number of days an online card can be fetched
es_es: Número de días para poder recoger la postal en línea
fr_fr: Nombre de jours qu'une carte peut être récupérée sur le site
ru_ru: Количество дней, когда онлайн открытка может быть доставлена

source: Online card HTML mail text
es_es: Texto del mensaje (HTML)
fr_fr: Texte du message de récupération de la carte (HTML)
ru_ru: HTML текст сообщения онлайн открытки

source: Add stamp image
es_es: Añadir sello miniatura
fr_fr: Ajouter une timbre image
ru_ru: Добавить изображение штампа

source: enable logging
es_es: Activar registro
fr_fr: activer la journalisation
ru_ru: Включить ведение лога

source: Number of days log entries are stored
es_es: Número de días para almacenar entradas registro
fr_fr: Nombre de jours durant lesquels les entrées sont stockées
ru_ru: Кол-во дней, когда хранятся записи лога

source: Number of days card entries are stored
es_es: Número de días
fr_fr: Nombre de jours durant lesquels les cartes sont stockées
ru_ru: Кол-во дней, когда хранятся записи открыток

source: disable wp-greet css rules
fr_fr: désactiver les règles css de wp-greet

source: Send
es_es: Enviar
fr_fr: Envoyer
ru_ru: Отправить

source: Your verification code is invalid.
es_es: Vuestro código de verificación es incorrecto.
fr_fr: Votre code de vérification n&#39;est pas valide.
ru_ru: Ваш код верификации не верен

source: Please send a new card at
es_es: Por favor envia nueva postal a
fr_fr: Envoyer une nouvelle carte virtuelle à
ru_ru: Отправьте новую открытку

source: Your greeting card has already been sent.
es_es: Vuestra postal ha sido ya enviada.
fr_fr: Votre carte virtuelle a déjà été envoyée.
ru_ru: Ваша открытка уже была отправлена

source: Your confirmation link is timedout.
es_es: Vuestro enlace de confirmación está caducado.
fr_fr: Votre lien de confirmation est expiré.
ru_ru: Ссылка подтверждения иссякла

source: You are not permitted to send greeting cards.
es_es: No le permiten enviar postals.
fr_fr: Vous n&#39;êtes pas autorisé à envoyer des cartes virtuelles.
ru_ru: Вам не разрешено отправлять открытки

source: Please contact you WordPress Administrator.
fr_fr: S.v.p. contacter votre administrateur.

source: Preview
es_es: Vista previa
fr_fr: Aperçu
ru_ru: Предварительный просмотр

source: Please fill in mandatory field
es_es: Por favor rellene los campos obligatorios
fr_fr: S.v.p. remplir le champ obligatoire
ru_ru: Заполните обязательное поле

source: Invalid sender mail address.
fr_fr: Adresse courriel invalide de l'expéditeur.

source: Invalid recipient mail address.
es_es: Dirección de destinatario inválida.
fr_fr: Adresse du destinataire est invalide.
ru_ru: Неправильный адрес получателя

source: Spamprotection - Code is not valid.<br />
es_es: Protección antispam - Código incorrecto.<br />
fr_fr: Anti-Spam - le code n&#39;est pas valide. <br />
ru_ru: Защита от спама - Код не верен.<br />

source: Please try again.<br />Tip: If you cannot identify the chars, you can generate a new image. Using Reload.
es_es: Por favor intente otra vez.<br />Consejo: Si usted no puede identificar los caracteres, puede generar una nueva imagen. Use Recargar.
fr_fr: S.v.p. essayer à nouveau. <br /><b>Astuce<b/> : Si vous ne pouvez identifier les signes, vous pouvez générer une nouvelle image. Utiliser Recharger.
ru_ru: Попробуйте еще раз.<br /> Подсказка: Если невозможно разобрать надписи, можете отправить другу картинку, перегрузив страницу.

source: Please try again.
es_es: Por favor intente otra vez.
fr_fr: S.v.p. essayer à nouveau.
ru_ru: Попробуйте еще раз

source: Please accept the terms of usage before sending a greeting card.<br />
es_es: Por favor acepte las condiciones de uso antes de enviar una postal.<br />
fr_fr: S.v.p. accepter les conditions d&#39;utilisation avant d&#39;envoyer une carte. <br />
ru_ru: Примите Условия Пользования до того, как отправить открытку.<br />

source: CC
fr_fr: Copie Cachée
ru_ru: Копия

source: Edit
es_es: Editar
fr_fr: Éditer
ru_ru: Редактировать

source: Back
es_es: Volver
fr_fr: Retour
ru_ru: Назад

source: Your greeting card has been sent or scheduled.
es_es: Su trajeta ha sido enviada o programada.
fr_fr: Votre carte virtuelle a été envoyée ou programmée.
ru_ru: Ваша открытка была отправлена или зарезервирована на отправку.

source: Send this card to another recipient
es_es: Enviar esta postal a otro destinatario
fr_fr: Envoyer cette carte à un autre destinataire
ru_ru: Отправить эту открытку другому пользователю

source: Problem report
es_es: Informe de problema
fr_fr: Signaler un problème
ru_ru: Доклад ошибки

source: A confirmation mail has been sent to your address.
es_es: Un correo de confirmación ha sido enviado a su dirección.
fr_fr: Un email de confirmation a été envoyé à votre adresse.
ru_ru: Сообщение с подтверждением было отправлено на Ваш адрес

source: Please enter the link contained within the email into your browser and the greeting card will be sent.
fr_fr: S.v.p. entrer dans votre navigateur le lien contenu dans le courriel pour récupérer la carte virtuelle..

source: An error occured while sending the confirmation mail.
es_es: Se ha producido un error durante el envío del mensaje de confirmación.
fr_fr: Une erreur s&#39;est produite lors de l&#39;envoi du email de confirmation.
ru_ru: При отправке сообщения на подтверждение возникла ошибка!

source: Sender Name
fr_fr: Nom de l'expéditeur

source: Sender Email
fr_fr: Adresse courriel de l'expéditeur

source: Send confirmation to Sender
es_es: Enviar confirmación al remitente
fr_fr: Envoyer une confirmation à l'expéditeur
ru_ru: Отправить подтверждение отправителю

source: CC to Sender
es_es: CC al Remitente
fr_fr: Copie Cachée à l&#39;expéditeur
ru_ru: Копия отправителю

source: Recipient Name
fr_fr: Nom du destinataire

source: Recipient Email
fr_fr: Adresse courriel du destinataire

source: Time to send card
es_es: Período para enviar postal
fr_fr: Quand envoyer la carte ?
ru_ru: Время для отправки открытки

source: Smileys
es_es: Emoticones
fr_fr: Émoticones
ru_ru: Смайлики

source: Spamprotection:
es_es: *Protección antispam (obligatorio*):
fr_fr: Anti-Spam :
ru_ru: Защита от спама:

source: Sum of
es_es: Suma de
fr_fr: Somme des
ru_ru: Сумма

source: I accept the terms of usage of the greeting card service
es_es: Accepto las condiciones de uso del servicio de postal
fr_fr: J&#39;accepte les conditions générales d&#39;utilisation du service des cartes virtuelles
ru_ru: Я принимаю Условия Пользования сервиса доставки открыток

source: (show)
es_es: (mostrar)
fr_fr: (Voir)
ru_ru: (показать)

source: Reset form
es_es: Borrar formulario
fr_fr: Réinitialiser
ru_ru: Сьросить форму

source: Send a new card at
es_es: Enviar nueva postal a
fr_fr: Envoyer une nouvelle carte virtuelle à
ru_ru: Отправить новую открытку в

source: Your greetcard link is timed out.
es_es: Su enlace de la postal está caducado.
fr_fr: Votre lien pour votre carte virtuelle est expiré.
ru_ru: Ссылка на Вашу открытку иссякла.

source: Greeting Card Confirmation Mail
es_es: Mensaje de Confirmación para la Postal
fr_fr: Courriel de confirmation des cartes virtuelles
ru_ru: Сообщение подтверждения открытки

source: A Greeting Card for you
es_es: Una Postal para ti
fr_fr: Une carte virtuelle pour vous
ru_ru: Открытка для Вас

source: Stampimage not found - Please contact your administrator
es_es: Imagen del sello no encontrada - Por favor contacta su administrador
fr_fr: Miniature non disponible - S&#39;il vous plaît contacter votre Administrateur
ru_ru: Изображение штампа не найдена - свяжитесь с Вашим администратторм

source: wp-greet external link
fr_fr: lien externe de wp-greet

source: If provided, wp-greet will link the image to this URL
fr_fr: Si fourni, wp-greet reliera l'image à cette l'URL

source: wp-greet open external link in new tab/window
fr_fr: wp-greet ouvrir les liens externes dans un nouvel onglet/fenêtre

source: If checked external links will open in new tab/window
fr_fr: Si coché, les liens externes s'ouvriront dans un nouvel onglet/fenêtre

source: Mandatory inputfields are marked with a
es_es: Rellene Campos obligatorios: Tu em@il (remitente) y em@ail del destinatario marcados con un
fr_fr: Les champs obligatoires sont marqués d&#39;un
ru_ru: Обязательные поля отмечены

source: Multiple adresses can be separated by comma
es_es: Múltiples direcciones pueden estar separadas con coma
fr_fr: Séparer les adresses par une virgule pour envoyer à de multiples récipiendaires
ru_ru: Множественные адреса могут быть разделены запятой

source: If you have a package code, enter it here
es_es: Si tiene un código del paquete, tecleelo aquí
fr_fr: Si vous avez un code pour votre 'package', entrer le ici
ru_ru: Если у Вас есть код пакета, введите его сюда

source: This card will be sent at
es_es: Se enviará esta postal a
fr_fr: Cette carte virtuelle sera envoyée à
ru_ru: Открытка будет отправлена в

source: Active
es_es: Activado
ru_ru: Активен

source: Image
es_es: Imagen
ru_ru: Картинка

source: Message
es_es: Mensaje
ru_ru: Сообщение

source: Stampwidth in % of imagewidth
es_es: Ancho Sello en % de la imagen

source: ID
ru_ru: ИД
